import { Container } from '@mui/material'
import AOS from 'aos'
import "aos/dist/aos.css"
import React, { useEffect } from 'react'
import { Div1, Div2, SomePlacesWrapper } from './Style'

export default function SomePlaces() {

    useEffect(() => {
        AOS.init();
        AOS.refresh();
      }, []);

  return (
    <Container>

        <SomePlacesWrapper>

            <Div1 data-aos="fade-up"  data-aos-delay="200" data-aos-duration="1000">
                <span>
                    <h1>نقل عفش الفراونية</h1>
                    <p>وتمتاز شركة نقل العفش أنها ذات خبرة كبيرة في نقل العفش داخل الدولة ، في الشركة تعمل على توفير أفضل وأحدث المعدات المستخدمة في رفع وتنزيل كافة قطع الأثاث، من الأماكن العالية، وذلك بالاستعانة بأفضل فرق العمل والمكونة من نجارين محترفين في أعمال الفك والتركيب وعمالة متخصصة في تنزيل قطع العفش من كافة الأدوار وعلى دراية كاملة بأعمال الفك والتركيب لك أنواع الأثاث، وتقوم الشركة بتقديم ضمان تام لوصول كل العفش إلى منزلك الجديد مع احتفاظه بالجودة ودون أن يحدث له أي خدش.</p>
                </span>

                <span>
                    <h1>نقل عفش الكويت الجهراء</h1>
                    <p> نمتلك أنواع ذات جودة عالية من الكراتين وأدوات التعبئة التي تحافظ على العفش أثناء فترة النقل، كما أننا نمتلك عمالة محترفة وتعلم كافة الأسرار المتعلقة بطرق النقل الصحيحة الناجحة، بالإضافة إلى عددهم الكبير الذي يساعد في إتمام عملية النقل في أسرع وقت ممكن.</p>
                </span>
            </Div1>

            <Div2 data-aos="fade-up"  data-aos-delay="200" data-aos-duration="1000">
                <span>
                    <h1>نقل عفش السالميه</h1>
                    <p>منطقة السالمية من المدن الموجودة بمحافظة حولي وهي منطقة تعج بالمحال التجارية والانتقال إليها ومنها دائم لا ينقطع، ومن هنا قررنا منذ فترة أن نفتح فرع لشركة نقل عفش بالكويت بها وقد استطعنا أن نكسب ثقة واحترام كافة المتعاملين معنا في هذه المنطقة، فالعمل المتقن والخدمة المتميزة التي تقدمها شركتنا هي العامل الأساسي في نجاحنا في الحصول على رضا كافة عملائنا في منطقة السالميه وكافة مدن الكويت.</p>
                </span>

                <span>
                    <h1>نقل عفش حولي</h1>
                    <p>تعد مدينة حولي من المدن التي يكثر بها التنقل من مكان لأخر وهي من المدن الكبيرة بالكويت ولذلك فأن البحث عن شركات لنقل الأثاث بها دائمة ومستمرة، لهذا تقدم شركة نقل عفش بالكويت مجموعة من الفنيين المهرة والمتخصصين في فك وتركيب الأجهزة الكهربائية والغرف الخشبية المودرن والكلاسيك كما نوفر نجارين متخصصين في فك وتركيب غرف نوم ايكيا التي تعتمد على استخدام كتالوجات الشركة المصنعة.</p>
                </span>
            </Div2>
            
        </SomePlacesWrapper>

    </Container>
  )
}
